tap "1password/tap"
tap "derailed/k9s"
tap "ernoaapa/kubectl-plugins"
tap "esolitos/ipa"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "int128/kubelogin"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "vultr/vultr-cli"
brew "ack"
brew "openssl@3"
brew "cryptography"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "ansible-creator"
brew "ansible-lint"
brew "jq"
brew "ansiweather"
brew "antigen"
brew "argocd"
brew "aria2"
brew "asciinema"
brew "node"
brew "aws-cdk"
brew "aws-shell"
brew "python@3.11"
brew "awscli"
brew "awslogs"
brew "azure-cli"
brew "bash"
brew "bat"
brew "openjdk"
brew "bfg"
brew "black"
brew "bpytop"
brew "broot"
brew "bwm-ng"
brew "cava"
brew "cloudflared"
brew "colordiff"
brew "consul-template"
brew "coreutils"
brew "curl"
brew "curlie"
brew "ddgr"
brew "delve"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "docutils"
brew "dos2unix"
brew "duf"
brew "dust"
brew "ecm"
brew "eksctl"
brew "etcd"
brew "exa"
brew "eza"
brew "fastfetch"
brew "fd"
brew "gnutls"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "geoip"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gping"
brew "graphviz"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "hstr"
brew "htop"
brew "hub"
brew "ical-buddy"
brew "irssi"
brew "jenv"
brew "jfrog-cli"
brew "kn"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libupnp"
brew "lnav"
brew "maven"
brew "mercurial"
brew "midnight-commander"
brew "minikube"
brew "podman"
brew "mongodb-atlas-cli"
brew "moreutils"
brew "most"
brew "mpv"
brew "mtr"
brew "navi"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "nmap"
brew "nnn"
brew "numbat"
brew "oci-cli"
brew "odo"
brew "oh-my-posh"
brew "ollama"
brew "openconnect"
brew "opentofu"
brew "openvpn"
brew "p7zip"
brew "tree"
brew "pass"
brew "peco"
brew "powerlevel10k"
brew "procs"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "rust"
brew "sbt"
brew "scala"
brew "scalaenv"
brew "screen"
brew "sk"
brew "skopeo"
brew "speedtest-cli"
brew "spicetify-cli"
brew "sshuttle"
brew "starship"
brew "step"
brew "stow"
brew "tektoncd-cli"
brew "telnet"
brew "tfenv", link: false
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "tty-clock"
brew "ucon64"
brew "vim"
brew "virtualenv"
brew "w3m"
brew "wakeonlan"
brew "wget"
brew "whatmask"
brew "xdelta"
brew "xh"
brew "yamllint"
brew "yj"
brew "youtube-dl"
brew "yq"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "ernoaapa/kubectl-plugins/warp"
brew "esolitos/ipa/sshpass"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "int128/kubelogin/kubelogin"
brew "koekeishiya/formulae/yabai"
brew "vultr/vultr-cli/vultr-cli"
cask "1password-cli"
cask "alacritty"
cask "anaconda"
cask "atom"
cask "audacity"
cask "aws-vault"
cask "azure-data-studio"
cask "calibre"
cask "cursor"
cask "discord"
cask "disk-drill"
cask "dotnet"
cask "drawio"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "fleet"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "fork"
cask "gitkraken"
cask "gitkraken-cli"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "hex-fiend"
cask "imhex"
cask "iterm2"
cask "joplin"
cask "kap"
cask "keepassxc"
cask "keka"
cask "kitty"
cask "knockknock"
cask "lens"
cask "mambaforge"
cask "menumeters"
cask "mongodb-compass-readonly"
cask "mullvadvpn"
cask "nova"
cask "obs"
cask "omnigraffle"
cask "openshift-client"
cask "oversight"
cask "papers"
cask "podman-desktop"
cask "postbird"
cask "powershell"
cask "qobuz"
cask "rectangle"
cask "sequel-ace"
cask "sequel-pro"
cask "sf-symbols"
cask "signal"
cask "skim"
cask "skype"
cask "snowflake-snowsql"
cask "sourcetree"
cask "spotify"
cask "squirrelsql"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "temurin"
cask "vagrant"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "warp"
cask "webex"
cask "wezterm"
cask "xquartz"
cask "zed"
cask "zoom"
vscode "1yib.rust-bundle"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "almenon.arepl"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "batisteo.vscode-django"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cstrap.python-snippets"
vscode "deerawan.vscode-dash"
vscode "demystifying-javascript.python-extensions-pack"
vscode "dongli.python-preview"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.docker-extension-pack"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.sentinel"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "jebbs.plantuml"
vscode "johnpapa.vscode-peacock"
vscode "kaih2o.python-resource-monitor"
vscode "kevinrose.vsc-python-indent"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "mintlify.document"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "oracle.faas"
vscode "oracle.oci-core"
vscode "oracle.oci-vscode-toolkit"
vscode "oracle.odsc"
vscode "oracle.rms"
vscode "owenfarrell.vscode-vault"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "run-ai.vscode-genv"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "streetsidesoftware.code-spell-checker"
vscode "tabnine.tabnine-vscode"
vscode "thebarkman.vscode-djaneiro"
vscode "trabpukcip.wolf"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "xirider.livecode"
vscode "zainchen.json"
vscode "ziyasal.vscode-open-in-github"
