tap "1password/tap"
tap "derailed/k9s"
tap "ernoaapa/kubectl-plugins"
tap "esolitos/ipa"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "int128/kubelogin"
tap "jandedobbeleer/oh-my-posh"
tap "julien-cpsn/atac"
tap "koekeishiya/formulae"
tap "vultr/vultr-cli"
brew "ack"
brew "age"
brew "ansible"
brew "ansible-creator"
brew "ansible-lint"
brew "jq"
brew "ansiweather"
brew "antigen"
brew "argocd"
brew "aria2"
brew "asciinema"
brew "node"
brew "aws-cdk"
brew "aws-shell"
brew "awscli"
brew "awslogs"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bazel", link: false
brew "bazelisk"
brew "openjdk"
brew "bfg"
brew "black"
brew "bpytop"
brew "broot"
brew "bwm-ng"
brew "gcc"
brew "cava"
brew "cloudflared"
brew "colordiff"
brew "consul-template"
brew "coreutils"
brew "curl"
brew "curlie"
brew "ddgr"
brew "delve"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "dos2unix"
brew "duf"
brew "dust"
brew "ecm"
brew "eksctl"
brew "etcd"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "ffmpeg"
brew "fzf"
brew "ghcup"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpgme"
brew "gping"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "hstr"
brew "htop"
brew "hub"
brew "ical-buddy"
brew "irssi"
brew "jenv"
brew "jfrog-cli"
brew "kn"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libupnp"
brew "lnav"
brew "maven"
brew "mercurial"
brew "midnight-commander"
brew "minikube"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "moreutils"
brew "most"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "navi"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "nmap"
brew "nnn"
brew "numbat"
brew "oci-cli"
brew "odo"
brew "ollama"
brew "opam"
brew "openconnect"
brew "opentofu"
brew "openvpn"
brew "p7zip"
brew "pandoc"
brew "tree"
brew "pass"
brew "peco"
brew "powerlevel10k"
brew "procs"
brew "pyenv"
brew "python@3.11"
brew "ranger"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "rust"
brew "sbt"
brew "scala"
brew "scalaenv"
brew "screen"
brew "sk"
brew "skopeo"
brew "speedtest-cli"
brew "spicetify-cli"
brew "sshs"
brew "sshuttle"
brew "starship"
brew "step"
brew "stow"
brew "tektoncd-cli"
brew "telnet"
brew "termshark"
brew "tfenv", link: false
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "tty-clock"
brew "ucon64"
brew "vim"
brew "virtualenv"
brew "w3m"
brew "wakeonlan"
brew "wget"
brew "whatmask"
brew "xdelta"
brew "xh"
brew "yamllint"
brew "yj"
brew "yq"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "ernoaapa/kubectl-plugins/warp"
brew "esolitos/ipa/sshpass"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "int128/kubelogin/kubelogin"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "julien-cpsn/atac/atac"
brew "koekeishiya/formulae/yabai"
brew "vultr/vultr-cli/vultr-cli"
cask "1password-cli"
cask "alacritty"
cask "anaconda"
cask "atom"
cask "audacity"
cask "aws-vault"
cask "azure-data-studio"
cask "box-drive"
cask "brave-browser"
cask "calibre"
cask "cloudflare-warp"
cask "cursor"
cask "discord"
cask "disk-drill"
cask "dotnet"
cask "drawio"
cask "dropbox"
cask "element"
cask "fantastical"
cask "firefox"
cask "fleet"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "fork"
cask "ghostty"
cask "gitkraken"
cask "gitkraken-cli"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "hex-fiend"
cask "imhex"
cask "iterm2"
cask "joplin"
cask "kap"
cask "keepassxc"
cask "keka"
cask "kitty"
cask "knockknock"
cask "lens"
cask "mambaforge"
cask "menumeters"
cask "mongodb-compass-readonly"
cask "mullvad-browser"
cask "mullvadvpn"
cask "nova"
cask "obs"
cask "omnigraffle"
cask "openshift-client"
cask "oversight"
cask "papers"
cask "podman-desktop"
cask "postbird"
cask "powershell"
cask "qobuz"
cask "rectangle"
cask "sequel-ace"
cask "sf-symbols"
cask "signal"
cask "skim"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "squirrelsql"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "telegram"
cask "temurin"
cask "vagrant"
cask "viscosity"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vscodium"
cask "warp"
cask "webex"
cask "wezterm"
cask "xquartz"
cask "zed"
cask "zen-browser"
cask "zoom"
