tap "derailed/k9s"
tap "ernoaapa/kubectl-plugins"
tap "esolitos/ipa"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "int128/kubelogin"
tap "koekeishiya/formulae"
brew "ack"
brew "openssl@3"
brew "cryptography"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "jq"
brew "ansiweather"
brew "antigen"
brew "argocd"
brew "aria2"
brew "docutils"
brew "python@3.11"
brew "aws-shell"
brew "awscli"
brew "awslogs"
brew "azure-cli"
brew "bash"
brew "bat"
brew "openjdk"
brew "bfg"
brew "black"
brew "bpytop"
brew "bwm-ng"
brew "colordiff"
brew "consul-template"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "dust"
brew "eksctl"
brew "etcd"
brew "exa"
brew "eza"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helm"
brew "helmfile"
brew "hstr"
brew "htop"
brew "hub"
brew "jenv"
brew "jfrog-cli"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "lnav"
brew "maven"
brew "mercurial"
brew "midnight-commander"
brew "minikube"
brew "node"
brew "mongodb-atlas-cli"
brew "moreutils"
brew "most"
brew "mpv"
brew "mtr"
brew "navi"
brew "neovim"
brew "nmap"
brew "nnn"
brew "oci-cli"
brew "openconnect"
brew "tree"
brew "pass"
brew "peco"
brew "powerlevel10k"
brew "procs"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "sbt"
brew "scala"
brew "scalaenv"
brew "speedtest-cli"
brew "spicetify-cli"
brew "sshuttle"
brew "step"
brew "telnet"
brew "tfenv", link: false
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "vim"
brew "wget"
brew "whatmask"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "ernoaapa/kubectl-plugins/warp"
brew "esolitos/ipa/sshpass"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "int128/kubelogin/kubelogin"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "alacritty"
cask "anaconda"
cask "atom"
cask "azure-data-studio"
cask "dotnet"
cask "drawio"
cask "fantastical"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "fork"
cask "google-cloud-sdk"
cask "iterm2"
cask "joplin"
cask "keepassxc"
cask "lens"
cask "menumeters"
cask "miniforge"
cask "mongodb-compass-readonly"
cask "obs"
cask "omnigraffle"
cask "postbird"
cask "powershell"
cask "qobuz"
cask "rectangle"
cask "sequel-ace"
cask "sequel-pro"
cask "sf-symbols"
cask "skype"
cask "snowflake-snowsql"
cask "sourcetree"
cask "squirrelsql"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "temurin"
cask "vagrant"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "xquartz"
vscode "jebbs.plantuml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
